{
  "type" : "sfdc_enablement__textLesson",
  "title" : "What Activities Qualify for MDFs?",
  "contentBody" : {
    "description" : "Overview of each MDF activity that is approved.",
    "sections" : [ {
      "content" : "<h2><strong>Welcome to the Partner Marketing Funds Program!</strong></h2><div><br /></div><div>We understand the importance of robust marketing efforts in driving success for our partners. To support your initiatives, we offer additional funds for various approved activities. Here&#39;s a brief overview of each approved activity and the process for submitting non-listed activities for consideration:</div><div><br /></div><div><strong>1. </strong>&#x1f5d3;️ <strong>Webinars:</strong></div><div>  - Overview: Host educational webinars to showcase our products, industry trends, and engage potential customers.</div><div>  - Funding: Receive support for webinar platform fees, promotional materials, and speaker honorariums.</div><div><br /></div><div><strong>2. </strong>&#x1f50e; <strong>Google Adwords:</strong></div><div>  - Overview: Boost online visibility and drive traffic with targeted Google Adwords campaigns.</div><div>  - Funding: Reimbursement for approved Adwords expenses, ensuring your campaigns reach a wider audience.</div><div><br /></div><div><strong>3. </strong>&#x1f465; <strong>Facebook Advertising:</strong></div><div>  - Overview: Leverage the power of social media by running targeted ads on Facebook to increase brand awareness and generate leads.</div><div>  - Funding: Support for Facebook advertising costs, helping you amplify your reach on this popular platform.</div><div><br /></div><div><strong>4. </strong>&#x1fa91; <strong>Customer Conferences:</strong></div><div>  - Overview: Organize or participate in industry conferences to connect with potential customers and showcase our solutions.</div><div>  - Funding: Assistance with conference booth expenses, promotional materials, and sponsorships.</div><div><br /></div><div><strong>5. </strong>&#x1f381; <strong>Thank You Gifts:</strong></div><div>  - Overview: Show appreciation to customers with thoughtful thank-you gifts, fostering strong relationships.</div><div>  - Funding: Reimbursement for approved thank-you gift expenses, helping you build lasting connections.</div><div><br /></div><div><strong>6. </strong>&#x1f4e7; <strong>Email Marketing:</strong></div><div>  - Overview: Implement targeted email campaigns to nurture leads and keep customers informed about our offerings.</div><div>  - Funding: Support for email marketing tools, design services, and campaign execution costs.</div><div><br /></div><div><strong>7. </strong>&#x1f355; <strong>Lunch and Learns:</strong></div><div>  - Overview: Host educational sessions over lunch to educate potential customers about our products.</div><div>  - Funding: Assistance with venue costs, catering, and promotional materials for lunch and learn events.</div><div><br /></div><div><strong>8. </strong>&#x1f44b; <strong>Trade Shows:</strong></div><div>  - Overview: Participate in industry trade shows to network, showcase products, and generate leads.</div><div>  - Funding: Support for booth design, promotional materials, and trade show-related expenses.</div><div><br /></div><div><strong>9. </strong>&#x1f4b0; <strong>Referral Programs:</strong></div><div>  - Overview: Encourage existing customers to refer new business through a structured referral program.</div><div>  - Funding: Incentives for successful referrals, helping you grow your customer base.</div><div><br /></div><div><strong>Submitting Non-Listed Activities:</strong></div><div>Partners can propose non-listed marketing activities for consideration by following these steps:</div><div>  - Submit a detailed proposal outlining the activity&#39;s goals, target audience, and expected outcomes.</div><div>  - Clearly state the budget and funding requirements for the proposed activity.</div><div>  - The proposal will be reviewed by our Partner Support Team, and a decision will be communicated promptly.</div><div><br /></div><div>To request additional funds for approved activities or propose a non-listed activity, please contact our Partner Support Team. We are committed to supporting your marketing initiatives and driving mutual success in the solar energy market. Let&#39;s shine together!</div>",
      "sectionTime" : 2.0
    } ],
    "totalTime" : 2.0
  },
  "urlName" : "what-activities-qualify-for-mdfs"
}