{
  "type" : "sfdc_enablement__textLesson",
  "title" : "Marketing Benefits by Tier",
  "contentBody" : {
    "sections" : [ {
      "content" : "<h1>Welcome to the Partner Marketing Benefits Program!</h1><div><br /></div><div><img alt=\"Row of solar panels\" src=\"/cms/media/MCQTJGKHCYZFGTDJE3WGB4XAGWIQ\" /></div><div><br /></div><div>We value our partnerships and are committed to empowering our re-sellers and implementation partners to thrive in the solar energy market. Our Marketing Benefits Program is designed to provide you with the tools and support you need to effectively market and sell our solar panels and installation services. We offer three distinct partner tiers – Bronze, Silver, and Gold – each offering increasing benefits to help you grow your business.</div><h3><br /></h3><h3><strong>&#x1f949; Bronze Tier: Illuminate</strong></h3><div><br /></div><div>As a Bronze partner, you gain access to foundational marketing support to kickstart your promotion efforts:</div><div><br /></div><div>1. <strong>Marketing Budget Allocation:</strong> Receive a dedicated marketing budget to initiate local campaigns and promotions.</div><div><br /></div><div>2. <strong>Co-Marketing Assets: </strong>Access a library of co-branded marketing collateral, including images, banners, and product descriptions.</div><div><br /></div><div>3. <strong>Social Media Promotion: </strong>Benefit from shared social media exposure through our channels to increase your brand visibility.</div><div><br /></div><div>4. <strong>Training Resources:</strong> Enjoy access to training materials and webinars to enhance your product knowledge and sales skills.</div><div><br /></div><h2>&#x1f948; <strong>Silver Tier: Radiance</strong></h2><div><br /></div><div>Step up your marketing game with enhanced benefits as a Silver partner:</div><div><br /></div><div>1. <strong>Increased Marketing Budget:</strong> Receive a higher marketing budget allocation to scale your campaigns and reach a broader audience.</div><div><br /></div><div>2. <strong>Co-Marketing Campaigns: </strong>Collaborate with us on joint marketing campaigns to leverage our combined reach and expertise.</div><div><br /></div><div>3. <strong>Priority Technical Support:</strong> Enjoy priority access to our technical support team to ensure seamless installations and customer satisfaction.</div><div><br /></div><div>4. <strong>Event Sponsorship Opportunities: </strong>Participate in industry events with our sponsorship, gaining exposure to a wider audience.</div><div><br /></div><h3>&#x1f947; <strong>Gold Tier: Brilliance</strong></h3><div><br /></div><div>As a Gold partner, unlock premium marketing benefits to fuel your business growth:</div><div><br /></div><div>1. <strong>Substantial Marketing Budget:</strong> Benefit from a substantial marketing budget to execute large-scale campaigns and dominate your market.</div><div><br /></div><div>2. <strong>Exclusive Co-Marketing Programs:</strong> Work closely with our team on exclusive co-marketing programs tailored to your target audience.</div><div><br /></div><div>3. <strong>Dedicated Account Manager:</strong> Receive personalized support from a dedicated account manager who will guide you through marketing strategies and campaign execution.</div><div><br /></div><div>4. <strong>Featured Partner Spotlight:</strong> Showcase your business on our website and marketing materials as a featured Gold partner.</div><div><br /></div><div>5. <strong>Customized Training Programs:</strong> Access customized training programs for your team to stay ahead of industry trends and technologies.</div><div><br /></div><div>By becoming a Partner, you not only gain access to industry-leading solar products but also receive comprehensive marketing support to drive success in your region. Choose the tier that aligns with your business goals and let’s shine together in the solar energy revolution.</div><div><br /></div><div>For more details and to enroll in the Partner Marketing Benefits Program, please contact our Partner Support Team. Welcome to a brighter future with our partnership! </div>",
      "sectionTime" : 2.0
    } ],
    "totalTime" : 2.0
  },
  "urlName" : "marketing-benefits-by-tier"
}